def case1():
    return ("\nРебёнок обладает низкими когнитивными навыками. "
          "\nИмеются проблемы с восприятием поступающей информации, концентрацией внимания, поскольку не были выполнены два основных пункта. "
          "\nСкорее всего словарный запас очень ограниченный, поскольку их довольно мало, и использовался множественный повтор. "
          "\nТакже это свидетельствует о возможных проблемах, связанных с мышлением и воображением. "
          )

def case2():
    return ("Ребёнок обладает когнитивными навыками развитыми ниже среднего. "
          "\nИмеются проблемы с восприятием поступающей информации, концентрацией внимания, поскольку не были выполнены два основных пункта."
          "\nСловарный запас довольно хорошо развит, поскольку речь разнообразна, однако в то же время присутствует достаточно много повторов, "
          "\nчто может быть вызвано затруднениями в мышлении, воображении, формулировании и выражении своих мыслей."
          )
def case3():
    return ("Когнитивные навыки ребенка развиты на среднем уровне. "
          "\nСловарный запас достаточно объёмен, речь разнообразна с оптимальным числом повторов, "
          "\nчто свидетельствует о хорошем состоянии памяти, мышления, воображения. "
          "\nОднако присутствуют проблемы с внимательностью и концентрацией, поскольку ребенок не выполнил необходимые пункты."
          )

def case4():
    return ("Когнитивные навыки ребенка развиты на среднем уровне. "
          "\nСловарный запас достаточно объёмен, речь разнообразна с оптимальным числом повторов, "
          "\nчто свидетельствует о хорошем состоянии памяти, мышления, воображения. "
          "\nОднако присутствуют затруднения, связанные с внимательностью и концентрацией, поскольку ребенок не выполнил один из необходимых пунктов"
          )
def case5():
    return ("Ребёнок обладает когнитивными навыками развитыми ниже среднего. "
          "\nИмеются затруднения, связанные с восприятием поступающей информации, "
          "\nконцентрацией внимания, поскольку не был выполнен один из основных пунктов."
          "\nСловарный запас довольно хорошо развит, поскольку речь разнообразна, "
          "\nоднако в то же время присутствует достаточно много повторов, "
          "\nчто может быть вызвано затруднениями в мышлении, воображении, формулировании и выражении своих мыслей."
          )
def case6():
        return ("Ребёнок обладает низкими когнитивными навыками. "
              "\nИмеются затруднения, связанные с восприятием поступающей информации, "
              "\nконцентрацией внимания, поскольку не был выполнен один из основных пунктов. "
              "\nСкорее всего словарный запас очень ограниченный, поскольку их довольно мало, и использовался множественный повтор. "
              "\nТакже это свидетельствует о возможных проблемах, связанных с мышлением и воображением."
              )
def case7():
        return ("Когнитивные навыки ребёнка развиты ниже среднего. "
              "\nОтсутствуют затруднения, связанные с восприятием поступающей информации, "
              "\nконцентрацией внимания, поскольку были выполнены два основных пункта. "
              "\nОднако словарный запас очень ограниченный, поскольку речь бедна и неразнообразна, и использовался множественный повтор. "
              "\nТакже это свидетельствует о возможных проблемах, связанных с мышлением и воображением."
              )
def case8():
        return ("Ребёнок обладает когнитивными навыками, развитыми на среднем уровне. "
              "\nОтсутствуют проблемы с восприятием поступающей информации,"
              "\n концентрацией внимания, поскольку были выполнены два основных пункта."
              "\nСловарный запас довольно хорошо развит, поскольку речь разнообразна, "
              "\nоднако в то же время присутствует достаточно много повторов, "
              "\nчто может быть вызвано затруднениями в мышлении, воображении, формулировании и выражении своих мыслей"
              )
def case9():
    return ("Когнитивные навыки ребенка развиты на среднем уровне. "
          "\nСловарный запас достаточно объёмен, речь разнообразна с оптимальным числом повторов, "
          "\nчто свидетельствует о хорошем состоянии памяти, мышления, воображения. "
          "\nОтсутствуют проблемы с внимательностью и концентрацией, поскольку ребенок выполнил необходимые пункты.")




