def case1():
    return ("Имеются проблемы с восприятием поступающей информации, концентрацией внимания, поскольку не были "
            "выполнены два основных пункта. корее всего словарный запас очень ограниченный, поскольку их довольно "
            "мало, и использовался множественный повтор. Также это свидетельствует о возможных проблемах, связанных с "
            "мышлением и воображением. ")

def case2():
    return ("Имеются проблемы с восприятием поступающей информации, концентрацией внимания, поскольку не были "
            "выполнены два основных пункта. Словарный запас довольно хорошо развит, поскольку речь разнообразна, "
            "однако в то же время присутствует достаточно много повторов, что может быть вызвано затруднениями в "
            "мышлении, воображении, формулировании и выражении своих мыслей.")
def case3():
    return ("Словарный запас достаточно объёмен, речь разнообразна с оптимальным числом повторов, что свидетельствует "
            "о хорошем состоянии памяти, мышления, воображения. ")

def case4():
    return ("Словарный запас достаточно объёмен, речь разнообразна с оптимальным числом повторов, что свидетельствует "
            "о хорошем состоянии памяти, мышления, воображения. Однако присутствуют затруднения, связанные с "
            "внимательностью и концентрацией, поскольку ребенок не выполнил один из необходимых пунктов")
def case5():
    return (
          "Имеются затруднения, связанные с восприятием поступающей информации, концентрацией внимания, поскольку не "
          "был выполнен один из основных пунктов. ловарный запас довольно хорошо развит, поскольку речь разнообразна, "
          "однако в то же время присутствует достаточно много повторов,что может быть вызвано затруднениями в "
          "мышлении, воображении, формулировании и выражении своих мыслей. "
          )
def case6():
        return (
              "Имеются затруднения, связанные с восприятием поступающей информации, концентрацией внимания, "
              "поскольку не был выполнен один из основных пунктов. Скорее всего словарный запас очень ограниченный, "
              "поскольку их довольно мало, и использовался множественный повтор. Также это свидетельствует о "
              "возможных проблемах, связанных с мышлением и воображением. "
              )
def case7():
        return (
              "Отсутствуют затруднения, связанные с восприятием поступающей информации,концентрацией внимания, "
              "поскольку были выполнены два основных пункта.Однако словарный запас очень ограниченный, поскольку речь "
              "бедна и неразнообразна, и использовался множественный повтор. Также это свидетельствует о возможных "
              "проблемах, связанных с мышлением и воображением. "
              )
def case8():
        return (
              "Словарный запас довольно хорошо развит, поскольку речь разнообразна, однако в то же время присутствует "
              "достаточно много повторов, что может быть вызвано затруднениями в мышлении, воображении, "
              "формулировании и выражении своих мыслей "
              )
def case9():
    return (
          "Словарный запас достаточно объёмен, речь разнообразна с оптимальным числом повторов,что свидетельствует о "
          "хорошем состоянии памяти, мышления, воображения. Отсутствуют проблемы с внимательностью и концентрацией, "
          "поскольку ребенок выполнил необходимые пункты.")




